{
    "WBUI2": {
        "settings": {
            "OpenButton": 1,
            "HideIcon": true,
            "HideIconAfter": 180,
            "IconURL": "https://i.imgur.com/pOlAAIS.png",
            "DisableIconText": false,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": false,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "<RichColor Color=\"1,0,0,1\">Info</>",
                    "title1": "Welcome to UltraArk!",
                    "text1": "Join the Discord server for important info, updates, tribe recruitment, ingame to Discord chat, events, and more - Discord.gg/fibercraft\n\nMake sure to read all rules listed in the rule tabs. All supply drops have element in them.\n\nThe shop is located on the Discord server, join it to link your Discord account.\n\nA tutorial on how to link your account and use the ingame shop is posted on the Discord server.\n\nMax wild is 700, perfect tame is 1050. Tames bought from the shop are max level.\n\nMaximum tribe size is 10. You can use the AA Turret Genie to fill turrets quickly. You can use the AA Medical Station to heal tames quickly.\n\nWipe schedule, supply drop loot tables, and player punishments are all posted on the Discord.\n\nDo boss fights at your own risk, they are known to occasionally be buggy. Don't do bossfights near a regularly scheduled wild dino wipe. Lost items will not be restored, only take what you are willing to lose.\n\nTransferring between servers can be buggy, transfer at your own risk and be cautious. Large stacks of items (over 100k) almost always cause issues. Some items like the Dino Painter and Net Projectile are not transferable. Items lost due to transferring will not be restored.",
                    "imageurl": "https://i.imgur.com/XA9rwXk.png"
                }
            },
            {
                "tab2": {
                    "layout": 1,
                    "buttontext": "General Rules",
                    "title1": "",
                    "text1": "G1 • No hacking or using cheat software of any kind. Punishment is a permanent ban.\n\nG2 • No exploiting bugs within the game. Punishment can vary from a warning to permanent ban depending on severity and damages caused.\n\nG3 • Never intentionally go into the mesh. Punishment is a permanent ban.\n\nG4 • Don't name yourself or use in chat any slurs or seriously offensive terms. Punishment is up to staff depending on severity.\n\nG5 • No self promoting of any kind is allowed in chat. Punishment is either a temporary or permanent ban.\n\nG6 • No selling things for actual money. Trading isn't allowed in any form. Giving out tames or items is not allowed.\n\nG7 • No insiding your tribe. Insiding is when a player joins a tribe with intent to sabotage it. Examples of insiding include destroying tribe structures, assisting raiders, powering off generators, disabling turrets, popcorning loot, or killing tames. Only let people into your tribe that you trust, lost items or tames are not compensated by staff. Punishment for insiding is a permanent ban.\n\nG8 • Don't impersonate staff members or administration. Punishment can range from a warning to permanent ban depending on severity.\n\nG9 • Using alt accounts is forbidden and will result in your accounts being banned. Attempting to ban evade, even if you believe your initial ban was illegitimate, will result in a permanent ban.\n\nG10 • No making network threats, doxing, or making IRL threats. It doesn't matter if you are serious or joking. Punishment can range from warning to permanent ban depending on severity.\n\nG11 • Intentionally causing pointless lag or causing lag for extended periods of time may result in warnings, admin wipes, or permanent bans.",
                    "imageurl": "https://i.imgur.com/dOd90I7.jpg"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/fibercraft"
                }
            },
            {
                "link2": {
                    "text": "Store",
                    "url": "https://www.ultraark.net/category/vip"
                }
            },
            {
                "link3": {
                    "text": "About",
                    "url": "https://www.ultraark.net"
                }
            }
        ]
    }
}
