{
    "WBUI2": {
        "settings": {
            "OpenButton": 1,
            "HideIcon": true,
            "HideIconAfter": 180,
            "IconURL": "https://i.imgur.com/pOlAAIS.png",
            "DisableIconText": false,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": false,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "<RichColor Color=\"1,0,0,1\">Info</>",
                    "title1": "Welcome to UltraArk!",
                    "text1": "Join the Discord server for important info, updates, tribe recruitment, ingame to Discord chat, events, and more - Discord.gg/fibercraft\n\nMake sure to read all rules listed in the rule tabs. All supply drops have element in them.\n\nThe shop is located on the Discord server, join it to link your Discord account.\n\nA tutorial on how to link your account and use the ingame shop is posted on the Discord server.\n\nMax wild is 700, perfect tame is 1050. Tames bought from the shop are max level.\n\nMaximum tribe size is 10. You can use the AA Turret Genie to fill turrets quickly. You can use the AA Medical Station to heal tames quickly.\n\nWipe schedule, supply drop loot tables, and player punishments are all posted on the Discord.\n\nDo boss fights at your own risk, they are known to occasionally be buggy. Don't do bossfights near a regularly scheduled wild dino wipe. Lost items will not be restored, only take what you are willing to lose.\n\nTransferring between servers can be buggy, transfer at your own risk and be cautious. Large stacks of items (over 100k) almost always cause issues. Some items like the Dino Painter and Net Projectile are not transferable. Items lost due to transferring will not be restored.",
                    "imageurl": "https://i.imgur.com/XA9rwXk.png"
                }
            },
            {
                "tab2": {
                    "layout": 1,
                    "buttontext": "General Rules",
                    "title1": "",
                    "text1": "G1 • No hacking or using cheats of any kind. Punishment is a permanent ban.\n\nG2 • No exploiting bugs ingame. Punishment can vary from a warning to permanent ban depending on severity and damages caused.\n\nG3 • Never intentionally go into the mesh. Punishment is a permanent ban.\n\nG4 • Don't name yourself or chat any slurs or seriously offensive terms. Punishment is up to staff based on severity.\n\nG5 • No self promoting of any kind is allowed in chat. Punishment is a temporary or permanent ban.\n\nG6 • No selling things for actual money. Trading isn't allowed in any form. Giving out tames or items is not allowed.\n\nG7 • No insiding your tribe. If you take items/tames you bought with your own points or a reasonable amount of items and leave the tribe, this is not considered insiding. Insiding is sabotaging your own tribe. Examples of insiding include demolishing tribe structures, helping raiders, turning off generators/turrets, popcorning loot, or killing tames. Only let people into your tribe that you trust, lost items or tames are not compensated by staff. Punishment for insiding is a permanent ban.\n\nG8 • Don't impersonate staff members or administration. Punishment can range from a warning to permanent ban.\n\nG9 • Using alt accounts is forbidden and will get all of your accounts being banned. Attempting to ban evade, even if you think your ban was illegitimate, will result in a permanent ban.\n\nG10 • No making network threats, doxing, or making RL threats. It doesn't matter if you are serious or joking. Punishment can range from warning to permanent ban.\n\nG11 • Intentionally causing pointless lag or causing lag for extended periods of time may result in warnings, admin wipes, or permanent bans.\n\nG12 • Swapping players or in any way bypassing the tribe limit of 10 is not allowed and can result in warnings, tribe wipes, or temporary bans being issued.\n\nG13 • If you are aware of an unpatched mesh hole, report it as soon as possible in a Discord ticket and do not use it.",
                    "imageurl": "https://i.imgur.com/dOd90I7.jpg"
                }
            },
            {
                "tab3": {
                    "layout": 1,
                    "buttontext": "Raiding Rules",
                    "title1": "",
                    "text1": "R1 • No teaming with another tribe to raid someone or defend from a raid. Your tribe cannot take someone else's raid unless you raid their FOB first. If you counter raid you need to make reasonable efforts to raid the initial raiders and clear them out before raiding the original target. Punishment for blatant teaming is a removal of both FOBs and a warning issued to both tribes. Punishment for joining in on a raid as a third-party will result in the removal of the third-party's FOB and a warning.\n\nR2 • When raiding, your tribe cannot have more than 5 soaker tames soaking at once. Your tribe can have no more than 10 total tames of any type getting shot by turrets at once. Punishment can range from the tames being deleted and a warning issued, up to a permanent ban.\n\nR3 • Your FOB cannot be abandoned for longer than 12 hours. If you finish a raid or intend to quit raiding, you need to depower (power off all generators/turrets) and/or demo your FOB. Punishment for either of these is a warning and admin depowering of your FOB.\n\nR4 • Don't destroy or move/upload/transfer your loot if you are being raided. Punishment for first offense is a 1 week ban. Second offense is a permanent ban.\n\nR5 • Abusing bugs within the game to raid people unfairly is not allowed. Punishment can range from a warning to permanent ban.\n\nR6 • Platform saddle tames cannot be fully covered for raiding, they must have at least one exposed side. Punishment is a warning and deletion of the tame. Raft raiding and tunneling is allowed.",
                    "imageurl": "https://i.imgur.com/dOd90I7.jpg"
                }
            },
            {
                "tab4": {
                    "layout": 1,
                    "buttontext": "Building Rules",
                    "title1": "",
                    "text1": "B1 • Your tribe can claim no more than 3 caves/ratholes across the entire cluster. Punishment is a structure wipe.\n\nB2 • No structure spam that is not near an active FOB or base. No excessive structure spam. Spam should be limited to under 40 foundations away from your base, FOB, or nearest tower. If you are reporting this, screenshots must be included before administration will take action.\n\nB3 • Do not blanket/carpet spam foundations. Do your part in reducing lag/crashes and keep sections of your base disconnected/unsnapped. Warnings will be issued for carpet spam that can cause crashes, removals or structure wipes will be issued for excessive snapped/carpet. If you are reporting this, screenshots must be included before administration will take action. We will determine what is and is not acceptable, there is no specific number.\n\nB4 • All base spots must be accessible through normal means. Spots that require bed/chair, teleporting, grapple glitching, meshing, tame glitching, or any sort of bug abuse are subject to admin removal without warning and potential ban.\n\nB5 • Don't build on or block off any of the obelisk terminals, with the exception of blue obelisk on The Island, red obelisk on Scorched Earth, and anywhere on Aberration. The punishment for this is an admin structure wipe.\n\nB6 • Platform saddle tames cannot be fully covered, they must have at least one exposed side. Punishment is a warning and deletion of the tame.\n\nB7 • Don't intentionally place structures in the mesh. All meshed structures are subject to admin removal, unintentional or not. Intentionally building inside of the mesh will lead to a permanent ban. If you believe there are meshed structures preventing you from building, you can use the Structure Finder (crafted in your inventory) to find where they are. You can make a ticket if the normal methods of removal don't work. If you discover a base fully within the mesh, make a player/tribe report ticket.",
                    "imageurl": "https://i.imgur.com/dOd90I7.jpg"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/fibercraft"
                }
            },
            {
                "link2": {
                    "text": "Store",
                    "url": "https://ultraark.net/"
                }
            },
            {
                "link3": {
                    "text": "About",
                    "url": "https://ultraark.net"
                }
            }
        ]
    }
}
