{
    "WBUI2": {
        "settings": {
            "OpenButton": 1,
            "HideIcon": true,
            "HideIconAfter": 180,
            "IconURL": "https://i.imgur.com/pOlAAIS.png",
            "DisableIconText": false,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": false,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "<RichColor Color=\"1,0,0,1\">Info</>",
                    "title1": "Welcome to UltraArk!",
                    "text1": "Join the Discord server for important info, updates, tribe recruitment, ingame to Discord chat, events, and more - Discord.gg/fibercraft\n\nMake sure to read the rules listed in the Rules tab. All supply drops have element in them.\n\nThe shop is opened with a structure that is craftable in your inventory. Use the Bank structure to link your Discord account. A tutorial for using the shop is posted on the Discord server\n\nA tutorial on how to link your account and use the ingame shop is posted on the Discord server.\n\nMax wild is 700, perfect tame is 1050. Tames bought from the shop are max level.\n\nMaximum tribe size is 10. You can use the AA Turret Genie to fill turrets quickly. You can use the AA Medical Station to heal tames quickly.\n\nWipe schedule, supply drop loot tables, and player punishments are all posted on the Discord.",
                    "imageurl": "https://i.imgur.com/XA9rwXk.png"
                }
            },
            {
                "tab2": {
                    "layout": 2,
                    "buttontext": "Rules",
                    "title1": "",
                    "title2": "",
                    "text1": "Rule #1 - No hacking or exploiting bugs.\n\nRule #2 - No meshed structures or meshing of any kind\n\nRule #3 - Keep structure spam to a minimum, no excessive griefing\n\nRule #4 - No slurs or offensive content of any kind in tribe names, player names, tame names, or anywhere else\n\nRule #5 - Don't take an excessive amount of base spots, keep it down to 1 cave per group\n\nRule #6 - You may only have turrets at your own base, or an active FOB.\n\nRule #7 - Don't destroy/transfer loot if you are being raided.",
                    "text2": "Rule #8 - Don't leave your tames breeding while you are offline.\n\nRule #9 - Don't build turrets at spawn areas or any structures on obelisk terminals.\n\nRule #10 - Don't use more than 3 active soakers at a time (to prevent excessive lag).\n\nRule #9 No extreme toxicity, racism, or offensive discussions of any kind.\n\nRule #11 - Never inside your tribe/group.\n\nRule #13 Inactive FOBs can't be left up for more than 12 hours.\n\nFor more info, all rules, punishments, and reporting, join the Discord server - discord.gg/fibercraft",
                    "imageurl": "https://i.imgur.com/dOd90I7.jpg"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/fibercraft"
                }
            },
            {
                "link2": {
                    "text": "Store",
                    "url": "https://shop.ultraark.net/category/vip"
                }
            },
            {
                "link3": {
                    "text": "About",
                    "url": "https://shop.ultraark.net/about"
                }
            }
        ]
    }
}
